<template>
  <v-container fluid grid-list-md>
    <v-layout row wrap>
      <v-flex d-flex xs12 sm6 md4>
        <v-card color="purple" dark>
          <v-card-title primary class="title">ביאליק</v-card-title>
          <v-card-text>עבורי ביאליק הוא משורר גדול, התגלמות נדירה ומושלמת של רוח עמו, הוא דומה לישעיהו, הנביא האהוב עלי ביותר, דומה לאיוב – הנשפט את האלוהים. ככל הרוסים אינני מכיר היטב את ספרותם של היהודים, אבל כיון שאני מכיר אותה, נראה לי שלא היה לעם ישראל – לכל הפחות במשך המאה ה-XIX – משורר בעל עוצמה שכזו, יופי שכזה.</v-card-text>
        </v-card>
      </v-flex>
      <v-flex d-flex xs12 sm6 md3>
        <v-layout row wrap>
          <v-flex d-flex>
            <v-card color="indigo" dark>
              <v-card-text>עבורי ביאליק הוא משורר גדול, התגלמות נדירה ומושלמת של רוח עמו, הוא דומה לישעיהו, הנביא האהוב עלי ביותר, דומה לאיוב – הנשפט את האלוהים. ככל הרוסים אינני מכיר היטב את ספרותם של היהודים, אבל כיון שאני מכיר אותה, נראה לי שלא היה לעם ישראל – לכל הפחות במשך המאה ה-XIX – משורר בעל עוצמה שכזו, יופי שכזה.</v-card-text>
            </v-card>
          </v-flex>
          <v-flex d-flex>
            <v-layout row wrap>
              <v-flex
                v-for="n in 2"
                :key="n"
                d-flex
                xs12
              >
                <v-card
                  color="red lighten-2"
                  dark
                >
                  <v-card-text>עבורי ביאליק הוא משורר גדול, התגלמות נדירה ומושלמת של רוח עמו, הוא דומה לישעיהו, הנביא האהוב עלי ביותר, דומה לאיוב – הנשפט את האלוהים. ככל הרוסים אינני מכיר היטב את ספרותם של היהודים, אבל כיון שאני מכיר אותה, נראה לי שלא היה לעם ישראל – לכל הפחות במשך המאה ה-XIX – משורר בעל עוצמה שכזו, יופי שכזה.</v-card-text>
                </v-card>
              </v-flex>
            </v-layout>
          </v-flex>
        </v-layout>
      </v-flex>
      <v-flex d-flex xs12 sm6 md2 child-flex>
        <v-card color="green lighten-2" dark>
          <v-card-text>עבורי ביאליק הוא משורר גדול, התגלמות נדירה ומושלמת של רוח עמו, הוא דומה לישעיהו, הנביא האהוב עלי ביותר, דומה לאיוב – הנשפט את האלוהים. ככל הרוסים אינני מכיר היטב את ספרותם של היהודים, אבל כיון שאני מכיר אותה, נראה לי שלא היה לעם ישראל – לכל הפחות במשך המאה ה-XIX – משורר בעל עוצמה שכזו, יופי שכזה.</v-card-text>
        </v-card>
      </v-flex>
      <v-flex d-flex xs12 sm6 md3>
        <v-card color="blue lighten-2" dark>
          <v-card-text>עבורי ביאליק הוא משורר גדול, התגלמות נדירה ומושלמת של רוח עמו, הוא דומה לישעיהו, הנביא האהוב עלי ביותר, דומה לאיוב – הנשפט את האלוהים. ככל הרוסים אינני מכיר היטב את ספרותם של היהודים, אבל כיון שאני מכיר אותה, נראה לי שלא היה לעם ישראל – לכל הפחות במשך המאה ה-XIX – משורר בעל עוצמה שכזו, יופי שכזה.</v-card-text>
        </v-card>
      </v-flex>
    </v-layout>
  </v-container>
</template>

<script>
export default {
  name: 'component-name',
  
  data() {
    return {
      
    }
  },
}
</script>

<style scoped>

</style>